Revit 2024 API
ParameterTypeId.PartmakerParamDivisionGap Property
 "Gap"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PartmakerParamDivisionGap { get; }
Visual Basic
Public Shared ReadOnly Property PartmakerParamDivisionGap As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PartmakerParamDivisionGap {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace